import React from 'react';
import styled from 'styled-components';
import AppLayout from '../../Compoents/AppLayout/AppLayout'
const AboutUsPage = () => {
    return (
        <AppLayout>
            <PageContainer>
                <SectionContainer>
                    <SectionTitle>
                        ჩვენი მისია
                    </SectionTitle>
                    <Ul>
                        <Li style={{ listStyleType: 'none' }}>
                            ხელი შევუწყოთ გოგონებსა და ახალგაზრდა ქალებს, შეიმეცნონ საკუთარი თავი და სამყარო მათ გარშემო, განვითარდნენ და შეცვალონ მსოფლიო უკეთესობისკენ
                        </Li>
                    </Ul>
                </SectionContainer>
                <SectionContainer>
                    <SectionTitle>
                        ჩვენი მიზნები:
                    </SectionTitle>
                    <Ul>
                        <Li>
                            უზრუნველყოთ განმავითარებელი, გამაძლიერებელი, სათავგადასავლო, საგანმანათლებლო  საგანმანათლებლო პროგრამა გოგონებისა და ახალგაზრდა ქალებისათვის რათა გაიზარდონ და აიღონ საკუთარ თავზე ლიდერის როლი;
                        </Li>
                        <Li>
                            შევქმნათ და ავამოქმედოთ თანამედროვე მოთხოვნების შესაფერისი, ფასეულობებზე დაფუძნებული და მდგრადი ორგანიზაცია;
                        </Li>
                        <Li>
                            გავაძლიეროთ გოგონები და ახალგაზრდა ქალები რათა გახდნენ ცვლილებების ელჩები მთელი მსოფლიოს მასშტაბით.
                        </Li>
                    </Ul>
                </SectionContainer>
                <SectionContainer>
                    <SectionTitle>
                        “დია”-ს ამოცანებია:
                    </SectionTitle>
                    <Ul>
                        <Li>
                            ხელი შევუწყოთ გოგონებისა და ახლგაზრდა ქალების კრეატიული პოტენციალის განვითარებას სულიერი, ფიზიკური, ინტელექტუალური, სოციალური და ემოციური შესაძლებლობების განვითარებით;
                        </Li>
                        <Li>
                            დავეხმაროთ გოგონებს გამოიმუშაონ მუდმივად ცვალებად სამყაროში ნავიგაციის უნარი და მათ გარშემო პოზიტიური ცვლილებების განხორციელებაზე პასუხისმგებლობის აღება;
                        </Li>
                        <Li>
                            გავაცნოთ გოგონებს და ახალგაზრდა ქალებს ჰუმანისტური, უნივერსალური ფასეულობათა სისტემა;
                        </Li>
                        <Li>
                            ქვეყნის სიყვარულის გაღვივება და აქტიური მოქალაქეობრივი პოზიციის ჩამოყალიბება საკუთარი კულტურისა და ისტორიის ცოდნის გაღრმავებით;
                        </Li>
                        <Li>
                            ორგანიზაციის წევრებს შორის კულტურული კაპიტალის განვითარება;
                        </Li>
                        <Li>
                            თვით-განათლების, თვით-განვითარების და დამოუკიდებელი გადაწყვეტილებების მიღების სურვილის გაღვივება;
                        </Li>
                        <Li>
                            ასაკის შესაბამისი პრაქტიკული ცხოვრებიეული უნარების განვითარება;
                        </Li>
                        <Li>
                            გოგონების დაინტერესება საქველმოქმედო და სოციალურ აქტივობებში მონაწილეობის მისაღებად;
                        </Li>
                        <Li>
                            ჯანსაღი ცხოვრების წესის პოპულარიზაცია;
                        </Li>
                        <Li>
                            ეკოლოგიური ცნობიერების და ბუნებისდაცვით აქტივობებში მონაწილეობის სურვილისა და ინტერესის განვითარება;
                        </Li>
                        <Li>
                            საერთაშორისო სულისკვეთების და მიმღებლობის წახალისება სხვადასხვა ქვეყნის გოგონა სკაუტებთან და გოგონა გაიდებთან ურთიერთობის დამყარებით;
                        </Li>
                        <Li>
                            საქართველოში გოგონა სკაუტების მოძრაობის განვითარება;
                        </Li>
                        <Li>
                            ასოციაციის მუშაობის განვრცობა ქვეყნის ტერიტორიაზე მცხოვრებ გოგონებს შორის მიუხედავად მათი რელიგიური, ეთნიკური თუ სხვა ნიშნით მიკუთვნებულობისა;
                        </Li>
                        <Li>
                            ახალგაზრდა ქალების გადაწყვეტილებების მიღების პროცესში ჩართულობის ხელშეწყობა.
                        </Li>
                    </Ul>
                </SectionContainer>
                <SectionContainer>
                    <SectionTitle>
                        თავისი მიზნებისა და ამოცანების განსახორციელებლად და დასახული მისიის შესასრულებლად “დია” ახორციელებს შემდეგ საქმიანობას:
                    </SectionTitle>
                    <Ul>
                        <Li>
                            ამზადებს და ავრცელებს ინფორმაციას გოგონა სკაუტების მოძრაობის შესახებ საქართველოს მთელ ტერიტორიაზე;
                        </Li>
                        <Li>
                            ორგანიზებას უწევს და ატარებს რეგიონალურ, ეროვნულ და საერთაშორისო ბანაკებს, ლაშქრობებს, შეჯიბრებებს, კონცერტებს, გამოფენებს და პარადებს;
                        </Li>
                        <Li>
                            ორგანიზებას უწევს, ატარებს ან ღებულობს მონაწილეობას საჯარო ლექციებში და ღია სემინარებში, ტრენინგებში, კონფერენციებში, მრგვალი მაგიდის დისკუსიებში და ა.შ.;
                        </Li>
                        <Li>
                            ქმნის, აფუძნებს ბანაკებს და ტრენინგ-ცენტრებს;
                        </Li>
                        <Li>
                            ატარებს მეთოდებისა და იდეების გაცვლას  საგანმანათლებლო ინსტიტუტებთან, სხვა ახალგაზრდულ და არასამთავრობო ორგანიზაციებთან;
                        </Li>
                        <Li>
                            ამზადებს და ავრცელებს სხვადასხვა ნაბეჭდ მასალას გოგონა სკაუტების მოძრაობის შესახებ;
                        </Li>
                        <Li>
                            ატარებს ერთობლივ ღონისძიებებსა და პროექტებს ადგილობრივ და საერთაშორსიო ორგანიზაცებთან, ინსტიტუტებთან და ასოციაციებთან ერთად
                        </Li>
                    </Ul>
                </SectionContainer>
            </PageContainer>
        </AppLayout>
    );
}

export default AboutUsPage;

const PageContainer = styled.div`
    margin-top: 5rem;
    margin-bottom: 3rem;
    padding: 4rem;
    width: 100%;
    height: 100vh;
    
`

const SectionContainer = styled.div`
    
`

const SectionTitle = styled.div`
    font-size: 2rem;
    font-weight: 500;
    color: #3a3838;
    letter-spacing: 2px;
`
const Ul = styled.ul`
    
`

const Li = styled.li`
    font-size: 20px;
    color: #444;
    font-weight: 500;
    line-height: 1.5;
`